const data = {
  "9S120300290120219S120300299S": {
    "_id": "61d39eace524abb45c07aaa2",
    "n": "たくましい知性を鍛える　３",
    "c": "9S120300290120219S120300299S",
    "u": "グローバルエデュケーションセンター",
    "s": "秋クォーター",
    "k": ["金4", "金5"],
    "p": ["村田　信之"],
    "m": "対面",
    "d": "この科目は、早稲田大学で何を学んだらいいか迷っている学生にヒントを、学生生活にもの足りなさを感じている人には刺激を、もっとがっつり語り合いたい人には機会を、ディスカッションは苦手なんだけど、いろんな意見や知識を知りたい人にも学びながら話せるようになる安心を、卒業間近の人には最高の思い出を、入学したての人には道標（みちしるべ）を、用意しています。\n「たくましい知性を鍛える」は、受講生が安心して学び、発言ができる授業です。\n学生が主体的に考え、実際に行動し、それを振り返って言語化することを大切にしています。",
    "g": "５限、６限の両方の感想文の提出と出席の登録で、「出席」となります。どちらかひとつでは「出席」とはなりません。成績は、出席、授業への貢献、レビュー・シート感想文、および期末レポートなどによって総合的に判断します。",
    "o": true,
    "ks": {
      "o": 32.6,
      "d": [5.6, 4.3, 4.1, 3.9, 3.6]
    },
    "st": [3,4,5,5,4],
    "kw": [
      "積極性",
      "リーダーシップ",
      "大隈塾",
      "プレゼンテーション",
      "たくましい知性",
      "たくましい知性を鍛える",
      "たくましい知性",
      "たくましい",
      "知性",
      "村田",
      "村田　信之"
    ]
  },
  "9S120300300120219S120300309S": {
    "_id": "61d3a372e524abb45c07aaa5",
    "n": "たくましい知性を鍛える　４",
    "c": "9S120300300120219S120300309S",
    "u": "グローバルエデュケーションセンター",
    "s": "冬クォーター",
    "k": ["金4", "金5"],
    "p": ["村田　信之"],
    "m": "対面",
    "d": "この科目は、早稲田大学で何を学んだらいいか迷っている学生にヒントを、学生生活にもの足りなさを感じている人には刺激を、もっとがっつり語り合いたい人には機会を、ディスカッションは苦手なんだけど、いろんな意見や知識を知りたい人にも学びながら話せるようになる安心を、卒業間近の人には最高の思い出を、入学したての人には道標（みちしるべ）を、用意しています。\n「たくましい知性を鍛える」は、受講生が安心して学び、発言ができる授業です。\n学生が主体的に考え、実際に行動し、それを振り返って言語化することを大切にしています。",
    "g": "５限、６限の両方の感想文の提出と出席の登録で、「出席」となります。どちらかひとつでは「出席」とはなりません。成績は、出席、授業への貢献、レビュー・シート感想文、および期末レポートなどによって総合的に判断します。",
    "o": true,
    "ks": {
      "o": 32.6,
      "d": [6.6, 4.3, 4.0, 3.6, 3.5]
    },
    "st": [3,4,5,5,4],
    "kw": [
      "積極性",
      "リーダーシップ",
      "大隈塾",
      "プレゼンテーション",
      "たくましい知性",
      "たくましい知性を鍛える",
      "たくましい知性",
      "たくましい",
      "知性",
      "村田",
      "村田　信之"
    ]
  }
}

export default data